[
  "Fancy, fancy, fancy, fancy, fancy, fancy.",
  "This is how jungle animals would save pornography on their desktop. Do you think they would use Safari?",
  "I almost never wanna ostracize entire swaths of fans of our show - I love everybody, but if you're a Phillies fan, you can go fuck off. Go find a different podcast&#x2013; this one's not for you. Robo lovers.",
  "Beach balls bouncing, sand crabs pouncing.",
  "I used to cram a honey bun & then I'd be like, 'it's a breakfast!' It's not a breakfast, it is a Little Debbie, my man.",
  "I'm planning on doing this to twenty five women. I'm gonna chop 'em up and hide 'em around the city. Can you catch me? I don't think you can!",
  "Put three dildos up your butt like you're a toothbrush cup.",
  "You know what we need? We need to find a chubby guy in a Night Trap t-shirt.",
  "On the flip side: God, why didn't you give me arms long enough to hug a giraffe? This how you do me?",
  "Listen, I've had some fucking stupid ideas too.",
  "And also the frog has a really high credit score, so he's able to get a ",
  "I've got a daughter on the way, and the best plan I've been able to cook up is to raise her to be sort of like just a sexless locust, that loves science, and loves research, and loves supporting her parents with money, and just cannot (in any way shape or form) have romantic love.",
  "It's not the question you asked, but it's what I'm gonna answer.",
  "I'm sorry ladies, but how do you maintain the mystique in a dating relationship when the guy has already gotten to eighth base?",
  "Once you're pregnant, it's probably too late to be Italian, isn't it? I think by the point that you are conceived not by Italian people, that ship done sailed. I don't think there's a way to remix it in the post.",
  "And this is why, with that lack of self confidence, you guys will never be married.",
  "I can't imagine any judgement I'm gonna pass here that's not gonna come back to bite me on the ass.",
  "Dude, too fast! You gotta peak and back off!",
  "That's a great face, do you mind if I take it? Rawr!",
  "Well, I mean, you can do toys. Like, I've got in my cubicle a Harry Houdini bobble head, a Superman bust, and a Donkey figurine from Shrek that talks.  Go fuck yourself!  No, Travis, you're an adult! You're going to be someone's husband soon, and you have a <u>Shrek</u> toy on your desk where you work!",
  "Travis is in the same room as me - I've never been able to see one of these bad ideas formulate in person.",
  "Teenage boys are virile jizz-slugs.",
  "Doo doo doo doo doo doo... wash your fuckin' armpits they smell bad! So so bad! So very bad!",
  "Now here's the counter-counter point: ",
  "What's the color of massive amounts of psychological scarring? Puce?",
  "You've been on eight dates, hypothetically, right? If by eight dates you have not done some sort of physical contact (hand-holding, a kiss, something)- Butt stuff.",
  "I think scorpions are so hateful that if you corked their tails and rubber-banded their claws, that they'd learn to bite or learn how to use a gun without their hands.",
  "Okay, listen, this has been the least productive meeting we've had about Madagascar 4 yet, and I think we need to go back to the drawing board and really see where we went astray. I have a theory that it's when we introduced scorpions. They ruin everything, including our Madagascar 4 production meetings.",
  "You just hear the piccolo. This person over here has a timpani. This person over here hasn't ever worn deodorant in their whole life.",
  " Who wants to get married? Ball and chain, milking the cow, don't milk the cow, you can go out and get it, you don't have to tie yourself down, just fly free on that hot air balloon because you don't need a sand bag tying you down, just go sew your seeds in a field of pussies!  WAIT A MINUTE!! ",
  "Well, it lets you give yourself a Familiar Stranger, if you've got the condom on there, if that's your concern. And if you put syrup in it, all the sudden it's a Sticky Who'dun'it!",
  "If I get married in prison to a... I believe the nomenclature is bitch. When I get married to a bitch in prison... Wait. Justin, ",
  "You can tell Griffin and I just named the first things our eyes laid on. This is how improvisational comedy happens!",
  "Always. Never. Sometimes?",
  "As the orchestra of stink comes together it forms 'Peter and the Wolf.'",
  "This is like saying I really want to eat a peanut butter sandwich, but I'm 95% sure I'm allergic to peanuts.",
  "You're gonna love my files and folders.",
  "Real quick, the issue for you not joining this gang is your hair, right, and not your inability to shoot thirty cops outside a train station?",
  "Stop saying hos and then ~pack your bags and move away, you're not wanted there~!",
  "Does the Billy Joel radio station come w/ an in-car breathalyzer? But it will only play if you are drunk driving.",
  "I fall in love with every girl that pays attention to me. Is this normal?' If you're fat.",
  "How many crime would we do?",
  "Ladies, I know this is weird. Let's ride it out.",
  "So you're a little bit unclear just about the basic mechanics of this.",
  "I recently failed my first semester of college...' Well, nice try.",
  "You will be shocked at how quickly a motivated man can put out a fire.",
  "Have you thought about merging the two events and inviting your family to ComFest?",
  "Was that adorable? Was that so, so cute? And then make love to them right there.",
  " would be the bitch.",
  "What's the lineup at the family reunion? The lineup at the family reunion is Uncle David, and that's pretty much it. It's just Uncle David and his banjo.",
  "If you guys want us to do a kickstarter where the endgame is that we go to Europe, and... I dunno, maybe if you donate enough money we'll have a VIP champagne room or something.  We'll jerk them off?! ",
  "Cosmo, my walnut is a temple, and it doesn't need any insurrectionists. Nuh uh.",
  "Listen, this is gonna sound weird, but the next time Craig walks by, you have to tweak his nipples. The expression on his face is absolutely out of control. It looks like he's eating a sour warhead.",
  "You know when James Dean got too good at acting and God had to kill him?",
  " Yeah, Trav, I'd probably be down with that. Oh, if just by going my vertical leap gets a foot better? Yeah, I think I could probably get interested in going to something like that. Oh, I can live forever with these LFL tickets; I sure am glad I bought these! Jesus is back, everyone! Sure am glad I went to this Lingerie Football League... game. This event. Sorry sweetheart, you'd be stupid ",
  "Ask her, pussy. Why would he ask her pussy?",
  "You know that fanny doesn't necessarily mean what you think it means across the universe, right? It's a vagina. Holy shit... my butt's a vagina?",
  "I was just talking about putting your penis in a waffle iron, or maybe a sandwich maker - make a panenis.",
  "What I love about the question is he doesn't say what can I do to stop the awkward tension, he says what can I do to cope with it.",
  "If I'm eating a really good burger, I wish that everybody in the world was dead for that minute.",
  "Oh no... my nipple clamps just broke.",
  " to come with me to this LFL game, they let you replace your parts with cyborg parts. Bye, forever! Got jet boots! Stupid...",
  "You thought the psycho was out there? Surprise! The psycho's in here with the Irish Spring on him!",
  "'What can you do while you're pregnant to make baby be born with a head full of hair?' Eat a lot of hair. Next question.",
  "That's a great face, do you mind if I take it? Rawr!how - I love everybody, but if you're a Phillies fan, you can go fuck off. Go find a different podcast&#x2013; this one's not for you. Robo lovers.",
  "Are you trying to live the chastity lifestyle? Oh, they've got you covered over at ExtremeRestraints.com. They've got so many cages for your dick, you'll think it's Shawshank Redemption up in this piece. It's amazing.",
  "My dad will still text me like during Doctor Who. He's like, I know what's happening! Like, okay, all right, you live in another state now, you can't keep doing this to me. I'm my own man. I have a wife and a home. I'm a grown adult!",
  "What's the color of massive amounts of psychological scarring? Puce?ove everybody, but if you're a Phillies fan, you can go fuck off. Go find a different podcast- this one's not for you. Robo lovers.",
  "Is it kind of wonderful being, like, a food goblin?",
  "Listen, I've had some fucking stupid ideas too. Long enough to hug a giraffe? This how you do me?",
  "Let's get that kickstarted! And let's get that dick started!",
  "Then our fattest fan could be The Great Hambino.",
  "Listen, I've had some fucking stupid ideas too. I'm gonna chop 'em up and hide 'em around the city. Can you catch me? I don't think you can!",
  "On the flip side: God, why didn't you give me arms long enough to hug a giraffe? This how you do me?d the city. Can you catch me? I don't think you can!",
  "Griffin, would you be more inclined to watch a Lingerie Football League if the teams were coached by a hologram of the late Vince Lombardi. I mean, probably Travis. Would I be more entertained by it if it all took place on a space ship? What if when you went to it you got a million dollars for free. Would I be interested in going? Yeah, probably. What if while I was there they gave me pizzas with lasagna ",
  "That's a great face, do you mind if I take it? Rawr!enough to hug a giraffe? This how you do me?",
  "That's a great face, do you mind if I take it? Rawr!rring? Puce?",
  "Listen, I've had some fucking stupid ideas too.our show - I love everybody, but if you're a Phillies fan, you can go fuck off. Go find a different podcast&#x2013; this one's not for you. Robo lovers."
]
